Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Decision cards need a relay update
de: Entscheidungskarten erfordern ein Relay-Update
es: Las tarjetas de decisión necesitan una actualización del relay
fr: Les cartes de décision nécessitent une mise à jour du relais
id: Kartu keputusan memerlukan pembaruan relai
it: Le schede decisionali richiedono un aggiornamento del relay
ja: 決定カードにはリレーのアップデートが必要です
ko: 결정 카드를 사용하려면 릴레이 업데이트가 필요해요
pl: Karty decyzji wymagają aktualizacji przekaźnika
pt_br: Os cartões de decisão precisam de uma atualização da retransmissão
ru: Для карточек решений нужно обновить ретранслятор
tr: Karar kartları için aktarıcı güncellemesi gerekiyor
zh_hans: 决策卡片需要中继更新
zh_hant: 決策卡片需要更新中繼

source: Decompose
de: Zerlegen
es: Descomponer
fr: Décomposer
id: Uraikan
it: Scomponi
ja: 分解
ko: 분해
pl: Podziel
pt_br: Decompor
ru: Разбить
tr: Ayrıştır
zh_hans: 分解
zh_hant: 拆解

source: Decompose Into Tasks
de: In Aufgaben zerlegen
es: Descomponer en tareas
fr: Décomposer en tâches
id: Uraikan Menjadi Tugas
it: Scomponi in attività
ja: タスクに分解
ko: 태스크로 분해
pl: Podziel na zadania
pt_br: Decompor em Tarefas
ru: Разбить на задачи
tr: Görevlere Ayrıştır
zh_hans: 分解为任务
zh_hant: 拆解為任務

source: Decompose succeeded
de: Zerlegen erfolgreich
es: Descomposición completada
fr: Décomposition réussie
id: Penguraian berhasil
it: Scomposizione riuscita
ja: 分解に成功しました
ko: 분해 성공
pl: Podział zakończony powodzeniem
pt_br: Decomposição concluída
ru: Разбиение выполнено
tr: Ayrıştırma başarılı
zh_hans: 分解成功
zh_hant: 拆解成功

source: Decompose this task?
de: Diese Aufgabe zerlegen?
es: ¿Descomponer esta tarea?
fr: Décomposer cette tâche ?
id: Uraikan tugas ini?
it: Scomporre questa attività?
ja: このタスクを分解しますか？
ko: 이 태스크를 분해할까요?
pl: Podzielić to zadanie?
pt_br: Decompor esta tarefa?
ru: Разбить эту задачу?
tr: Bu görev ayrıştırılsın mı?
zh_hans: 要分解此任务吗？
zh_hant: 要拆解此任務嗎？

source: Decomposed (single task, no fan-out)
de: Zerlegt (einzelne Aufgabe, keine Aufteilung)
es: Descompuesta (una sola tarea, sin subdivisión)
fr: Décomposée (tâche unique, sans répartition)
id: Diuraikan (satu tugas, tanpa pemecahan)
it: Scomposta (attività singola, nessuna suddivisione)
ja: 分解済み（単一タスク、展開なし）
ko: 분해됨(단일 태스크, 분산 없음)
pl: Podzielono (jedno zadanie, bez rozgałęzienia)
pt_br: Decomposta (tarefa única, sem ramificação)
ru: Разбито (одна задача, без ветвления)
tr: Ayrıştırıldı (tek görev, dağıtım yok)
zh_hans: 已分解（单任务，未展开子任务）
zh_hant: 已拆解（單一任務，未展開）

# Decomposed into %lld task
source: Decomposed into %lld tasks
de: In %lld Aufgaben zerlegt
es: Descompuesta en %lld tareas
fr: Décomposée en %lld tâches
id: Diuraikan menjadi %lld tugas
it: Scomposta in %lld attività
ja: %lld件のタスクに分解済み
ko: 태스크 %lld개로 분해됨
pl: Podzielono na %lld zadania
pt_br: Decomposta em %lld tarefas
ru: Разбито на %lld задачи
tr: %lld göreve ayrıştırıldı
zh_hans: 已分解为 %lld 个任务
zh_hant: 已拆解為 %lld 個任務

source: Decrease priority
de: Priorität senken
es: Bajar prioridad
fr: Diminuer la priorité
id: Turunkan prioritas
it: Diminuisci priorità
ja: 優先度を下げる
ko: 우선순위 낮추기
pl: Obniż priorytet
pt_br: Diminuir prioridade
ru: Понизить приоритет
tr: Önceliği düşür
zh_hans: 降低优先级
zh_hant: 降低優先順序

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认
zh_hant: 預設

source: Default (%@)
de: Standard (%@)
es: Predeterminado (%@)
fr: Par défaut (%@)
it: Predefinito (%@)
ja: デフォルト（%@）
ko: 기본(%@)
pl: Domyślny (%@)
pt_br: Padrão (%@)
ru: По умолчанию (%@)
tr: Varsayılan (%@)
zh_hans: 默认（%@）
zh_hant: 預設（%@）

source: Default Assignee
de: Standardzuständigkeit
es: Responsable predeterminado
fr: Responsable par défaut
id: Penanggung Jawab Default
it: Assegnatario predefinito
ja: デフォルトの担当者
ko: 기본 담당자
pl: Domyślny wykonawca
pt_br: Responsável Padrão
ru: Исполнитель по умолчанию
tr: Varsayılan Atanan
zh_hans: 默认负责人
zh_hant: 預設負責人

source: Default Workspace
de: Standard-Arbeitsbereich
es: Espacio de trabajo predeterminado
fr: Espace de travail par défaut
id: Ruang Kerja Default
it: Spazio di lavoro predefinito
ja: デフォルトのワークスペース
ko: 기본 작업 공간
pl: Domyślny obszar roboczy
pt_br: Espaço de Trabalho Padrão
ru: Рабочее пространство по умолчанию
tr: Varsayılan Çalışma Alanı
zh_hans: 默认工作区
zh_hant: 預設工作區

source: Default execution boundary.
de: Standard-Ausführungsgrenze.
es: Límite de ejecución predeterminado.
fr: Limite d'exécution par défaut.
id: Batas eksekusi default.
it: Limite di esecuzione predefinito.
ja: デフォルトの実行範囲です。
ko: 기본 실행 범위.
pl: Domyślna granica wykonywania.
pt_br: Limite de execução padrão.
ru: Граница выполнения по умолчанию.
tr: Varsayılan yürütme sınırı.
zh_hans: 默认执行边界。
zh_hant: 預設的執行範圍。

source: Default model
de: Standardmodell
es: Modelo predeterminado
fr: Modèle par défaut
id: Model default
it: Modello predefinito
ja: デフォルトのモデル
ko: 기본 모델
pl: Domyślny model
pt_br: Modelo padrão
ru: Модель по умолчанию
tr: Varsayılan model
zh_hans: 默认模型
zh_hant: 預設模型

source: Default model and reasoning
de: Standardmodell und Reasoning
es: Modelo y razonamiento predeterminados
fr: Modèle et raisonnement par défaut
id: Model dan penalaran default
it: Modello e ragionamento predefiniti
ja: デフォルトのモデルと推論
ko: 기본 모델 및 추론
pl: Domyślny model i rozumowanie
pt_br: Modelo e raciocínio padrão
ru: Модель и рассуждения по умолчанию
tr: Varsayılan model ve akıl yürütme
zh_hans: 默认模型与思考
zh_hant: 預設模型與推理

source: Default profile
de: Standardprofil
es: Perfil predeterminado
fr: Profil par défaut
id: Profil default
it: Profilo predefinito
ja: デフォルトのプロファイル
ko: 기본 프로필
pl: Domyślny profil
pt_br: Perfil padrão
ru: Профиль по умолчанию
tr: Varsayılan profil
zh_hans: 默认档案
zh_hant: 預設設定檔

source: Default reasoning
de: Standard-Reasoning
es: Razonamiento predeterminado
fr: Raisonnement par défaut
id: Penalaran default
it: Ragionamento predefinito
ja: デフォルトの推論
ko: 기본 추론
pl: Domyślne rozumowanie
pt_br: Raciocínio padrão
ru: Рассуждения по умолчанию
tr: Varsayılan akıl yürütme
zh_hans: 默认强度
zh_hant: 預設推理

source: Default response style for new conversations.
de: Standard-Antwortstil für neue Unterhaltungen.
es: Estilo de respuesta predeterminado para conversaciones nuevas.
fr: Style de réponse par défaut pour les nouvelles conversations.
id: Gaya respons default untuk percakapan baru.
it: Stile di risposta predefinito per le nuove conversazioni.
ja: 新しいチャットのデフォルトの応答スタイルです。
ko: 새 대화의 기본 응답 스타일.
pl: Domyślny styl odpowiedzi w nowych rozmowach.
pt_br: Estilo de resposta padrão para novas conversas.
ru: Стиль ответов по умолчанию для новых чатов.
tr: Yeni konuşmalar için varsayılan yanıt tarzı.
zh_hans: 新对话的默认回复风格。
zh_hant: 新對話的預設回覆風格。

source: Default uses Hermes' resolved default assignee (%@). Parked leaves the task unassigned so no worker claims it.
de: „Standard“ nutzt die von Hermes ermittelte Standardzuständigkeit (%@). „Geparkt“ lässt die Aufgabe ohne Zuweisung, sodass kein Worker sie übernimmt.
es: Predeterminado usa el responsable predeterminado que resuelve Hermes (%@). En espera deja la tarea sin asignar para que ningún ejecutor la tome.
fr: Par défaut utilise le responsable par défaut résolu par Hermes (%@). En suspens laisse la tâche non assignée pour qu'aucun worker ne la prenne en charge.
id: Default menggunakan penanggung jawab default Hermes yang berlaku (%@). Diparkir membiarkan tugas tanpa penanggung jawab sehingga tidak ada worker yang mengambilnya.
it: Predefinito usa l'assegnatario predefinito risolto da Hermes (%@). In sospeso lascia l'attività non assegnata, così nessun worker la prende in carico.
ja: 「デフォルト」では、Hermesが決定したデフォルトの担当者（%@）を使用します。「保留」では、タスクを未割り当てのままにして、どのワーカーにも引き受けられないようにします。
ko: ‘기본’은 Hermes가 정한 기본 담당자(%@)를 사용해요. ‘보류’는 태스크를 미할당 상태로 두어 어떤 워커도 가져가지 않게 해요.
pl: „Domyślny” używa domyślnego wykonawcy ustalonego przez Hermesa (%@). „Odłożone” pozostawia zadanie nieprzypisane, aby żaden proces roboczy go nie przejął.
pt_br: Padrão usa o responsável padrão definido pelo Hermes (%@). Em espera deixa a tarefa sem responsável para que nenhum executor a assuma.
ru: «По умолчанию» использует исполнителя по умолчанию, определённого Hermes (%@). «Отложено» оставляет задачу без исполнителя, чтобы её не взял ни один обработчик.
tr: Varsayılan, Hermes'in çözümlediği varsayılan atananı (%@) kullanır. Beklemede, görevi atanmamış bırakır; böylece hiçbir çalışan onu üstlenmez.
zh_hans: 默认使用 Hermes 解析出的默认负责人（%@）。「搁置」会让任务保持未分配，因此不会有工作代理认领。
zh_hant: 「預設」會使用 Hermes 解析出的預設負責人（%@）。「擱置」會讓任務保持未指派，因此不會有執行者認領。

source: Default working directory
de: Standard-Arbeitsverzeichnis
es: Directorio de trabajo predeterminado
fr: Dossier de travail par défaut
id: Direktori kerja default
it: Directory di lavoro predefinita
ja: デフォルトの作業ディレクトリ
ko: 기본 작업 디렉터리
pl: Domyślny katalog roboczy
pt_br: Diretório de trabalho padrão
ru: Рабочий каталог по умолчанию
tr: Varsayılan çalışma dizini
zh_hans: 默认工作目录
zh_hant: 預設工作目錄

source: Default workspace
de: Standard-Arbeitsbereich
es: Espacio de trabajo predeterminado
fr: Espace de travail par défaut
id: Ruang kerja default
it: Spazio di lavoro predefinito
ja: デフォルトのワークスペース
ko: 기본 작업 공간
pl: Domyślny obszar roboczy
pt_br: Espaço de trabalho padrão
ru: Рабочее пространство по умолчанию
tr: Varsayılan çalışma alanı
zh_hans: 默认工作区
zh_hant: 預設工作區

source: Delegate activity for this conversation will appear here.
de: Aktivitäten delegierter Agenten für diese Unterhaltung erscheinen hier.
es: La actividad de delegación de esta conversación aparecerá aquí.
fr: L'activité de délégation de cette conversation apparaîtra ici.
id: Aktivitas delegasi untuk percakapan ini akan muncul di sini.
it: Qui appariranno le deleghe di questa conversazione.
ja: このチャットの委任エージェントのアクティビティがここに表示されます。
ko: 이 대화의 위임 에이전트 활동이 여기에 표시돼요.
pl: Tutaj pojawi się aktywność agentów delegowanych w tej rozmowie.
pt_br: A atividade de delegação desta conversa aparecerá aqui.
ru: Здесь появится активность делегированных агентов в этом чате.
tr: Bu konuşmanın görev devri etkinliği burada görünecek.
zh_hans: 此对话的委派动态将显示在这里。
zh_hant: 此對話的委派活動會顯示在這裡。

source: Delegate agent
de: Delegierter Agent
es: Agente delegado
fr: Agent délégué
id: Agen delegasi
it: Agente delegato
ja: 委任エージェント
ko: 위임 에이전트
pl: Agent delegowany
pt_br: Agente delegado
ru: Делегированный агент
tr: Devredilen ajan
zh_hans: 委派智能体
zh_hant: 委派代理程式

source: Delegate agents
de: Delegierte Agenten
es: Agentes delegados
fr: Agents délégués
id: Agen delegasi
it: Agenti delegati
ja: 委任エージェント
ko: 위임 에이전트
pl: Agenci delegowani
pt_br: Agentes delegados
ru: Делегированные агенты
tr: Devredilen ajanlar
zh_hans: 委派智能体
zh_hant: 委派代理程式

source: Delegate agents, %lld active
de: Delegierte Agenten, %lld aktiv
es: Agentes delegados, %lld activos
fr: Agents délégués, %lld actifs
id: Agen delegasi, %lld aktif
it: Agenti delegati, %lld attivi
ja: 委任エージェント、%lld件がアクティブ
ko: 위임 에이전트, %lld개 활성
pl: Agenci delegowani, aktywni: %lld
pt_br: Agentes delegados, %lld ativos
ru: Делегированные агенты, активных: %lld
tr: Devredilen ajanlar, %lld etkin
zh_hans: 委派智能体，%lld 个活跃
zh_hant: 委派代理程式，%lld 個進行中

source: Delegate model
de: Modell für Delegierung
es: Modelo de delegación
fr: Modèle de délégation
id: Model delegasi
it: Modello per la delega
ja: 委任用モデル
ko: 위임 모델
pl: Model agentów delegowanych
pt_br: Modelo de delegação
ru: Модель делегатов
tr: Devir modeli
zh_hans: 委派模型
zh_hant: 委派模型

source: Delegate provider
de: Anbieter für Delegierung
es: Proveedor de delegación
fr: Fournisseur de délégation
id: Penyedia delegasi
it: Provider per la delega
ja: 委任用プロバイダ
ko: 위임 제공자
pl: Dostawca agentów delegowanych
pt_br: Provedor de delegação
ru: Провайдер делегатов
tr: Devir sağlayıcısı
zh_hans: 委派提供方
zh_hant: 委派供應商

source: Delegate reasoning
de: Reasoning für Delegierung
es: Razonamiento de delegación
fr: Raisonnement de délégation
id: Penalaran delegasi
it: Ragionamento per la delega
ja: 委任用推論
ko: 위임 추론
pl: Rozumowanie agentów delegowanych
pt_br: Raciocínio de delegação
ru: Рассуждения делегатов
tr: Devir akıl yürütmesi
zh_hans: 委派思考
zh_hant: 委派推理

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
id: Hapus %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
pl: Usuń „%@”
pt_br: Apagar %@
ru: Удалить %@
tr: Sil: %@
zh_hans: 删除 %@
zh_hant: 刪除「%@」

source: Delete %lld Tasks?
de: %lld Aufgaben löschen?
es: ¿Eliminar %lld tareas?
fr: Supprimer %lld tâches ?
id: Hapus %lld Tugas?
it: Eliminare %lld attività?
ja: %lld件のタスクを削除しますか？
ko: 태스크 %lld개를 삭제할까요?
pl: Usunąć %lld zadania?
pt_br: Apagar %lld Tarefas?
ru: Удалить %lld задачи?
tr: %lld görev silinsin mi?
zh_hans: 删除 %lld 个任务？
zh_hant: 要刪除 %lld 個任務嗎？

source: Delete %lld
de: %lld löschen
es: Eliminar %lld
fr: Supprimer %lld
id: Hapus %lld
it: Elimina %lld
ja: %lld件を削除
ko: %lld개 삭제
pl: Usuń %lld
pt_br: Apagar %lld
ru: Удалить %lld
tr: %lld Görevi Sil
zh_hans: 删除 %lld
zh_hant: 刪除 %lld 個

source: Delete conversation?
de: Unterhaltung löschen?
es: ¿Eliminar conversación?
fr: Supprimer la conversation ?
id: Hapus percakapan?
it: Eliminare la conversazione?
ja: チャットを削除しますか？
ko: 대화를 삭제할까요?
pl: Usunąć rozmowę?
pt_br: Apagar conversa?
ru: Удалить чат?
tr: Konuşma silinsin mi?
zh_hans: 删除会话
zh_hant: 要刪除對話嗎？

source: Delete phrase %@
de: Phrase %@ löschen
es: Eliminar frase %@
fr: Supprimer la phrase %@
id: Hapus frasa %@
it: Elimina frase %@
ja: フレーズ「%@」を削除
ko: “%@” 문구 삭제
pl: Usuń frazę „%@”
pt_br: Apagar frase %@
ru: Удалить фразу «%@»
tr: %@ ifadesini sil
zh_hans: 删除短语 %@
zh_hant: 刪除片語「%@」

source: Delete this task?
de: Diese Aufgabe löschen?
es: ¿Eliminar esta tarea?
fr: Supprimer cette tâche ?
id: Hapus tugas ini?
it: Eliminare questa attività?
ja: このタスクを削除しますか？
ko: 이 태스크를 삭제할까요?
pl: Usunąć to zadanie?
pt_br: Apagar esta tarefa?
ru: Удалить эту задачу?
tr: Bu görev silinsin mi?
zh_hans: 删除此任务？
zh_hant: 要刪除此任務嗎？

source: Delete…
de: Löschen …
es: Eliminar…
fr: Supprimer…
id: Hapus…
it: Elimina…
ja: 削除…
ko: 삭제…
pl: Usuń…
pt_br: Apagar…
ru: Удалить…
tr: Sil…
zh_hans: 删除
zh_hant: 刪除…

source: Delivery
de: Zustellung
es: Entrega
fr: Distribution
id: Pengiriman
it: Recapito
ja: 配信
ko: 전달
pl: Dostarczanie
pt_br: Entrega
ru: Доставка
tr: Teslim
zh_hans: 送达
zh_hant: 遞送

source: Delivery instruction
de: Sprechanweisung
es: Instrucción de locución
fr: Consigne de diction
id: Instruksi penyampaian
it: Istruzione di dizione
ja: 話し方の指示
ko: 말투 지시
pl: Wskazówki dotyczące mowy
pt_br: Instrução de entrega
ru: Инструкция по подаче речи
tr: Konuşma talimatı
zh_hans: 表达指令
zh_hant: 朗讀指示

source: Delivery status and setup
de: Zustellstatus und Einrichtung
es: Estado y configuración de la entrega
fr: État de distribution et configuration
id: Status pengiriman dan penyiapan
it: Stato del recapito e configurazione
ja: 配信状況と設定
ko: 전달 상태 및 설정
pl: Stan dostarczania i konfiguracja
pt_br: Status de entrega e configuração
ru: Статус доставки и настройка
tr: Teslim durumu ve kurulum
zh_hans: 送达状态与设置
zh_hant: 送達狀態與設定

source: Dependencies
de: Abhängigkeiten
es: Dependencias
fr: Dépendances
id: Dependensi
it: Dipendenze
ja: 依存関係
ko: 종속성
pl: Zależności
pt_br: Dependências
ru: Зависимости
tr: Bağımlılıklar
zh_hans: 依赖项
zh_hant: 相依項目

source: Depends on
de: Hängt ab von
es: Depende de
fr: Dépend de
id: Bergantung pada
it: Dipende da
ja: 依存先
ko: 의존 대상
pl: Zależy od
pt_br: Depende de
ru: Зависит от
tr: Bağlı olduğu
zh_hans: 依赖于
zh_hant: 相依於

source: Description saved.
de: Beschreibung gespeichert.
es: Descripción guardada.
fr: Description enregistrée.
id: Deskripsi disimpan.
it: Descrizione salvata.
ja: 説明を保存しました。
ko: 설명이 저장됐어요.
pl: Zapisano opis.
pt_br: Descrição salva.
ru: Описание сохранено.
tr: Açıklama kaydedildi.
zh_hans: 描述已保存。
zh_hant: 描述已儲存。

source: Description saved. Your newer edits are still unsaved.
de: Beschreibung gespeichert. Deine neueren Änderungen sind noch nicht gespeichert.
es: Descripción guardada. Tus cambios más recientes aún no se han guardado.
fr: Description enregistrée. Vos modifications plus récentes ne sont pas encore enregistrées.
id: Deskripsi disimpan. Editan Anda yang lebih baru masih belum disimpan.
it: Descrizione salvata. Le tue modifiche più recenti non sono ancora salvate.
ja: 説明を保存しました。その後の編集内容はまだ保存されていません。
ko: 설명이 저장됐어요. 이후에 수정한 내용은 아직 저장되지 않았어요.
pl: Zapisano opis. Nowsze zmiany nie są jeszcze zapisane.
pt_br: Descrição salva. Suas edições mais recentes ainda não foram salvas.
ru: Описание сохранено. Ваши более поздние правки ещё не сохранены.
tr: Açıklama kaydedildi. Daha yeni düzenlemeleriniz hâlâ kaydedilmedi.
zh_hans: 描述已保存。你较新的编辑仍未保存。
zh_hant: 描述已儲存。你較新的編輯仍未儲存。

source: Details edited
de: Details bearbeitet
es: Detalles editados
fr: Détails modifiés
id: Detail diedit
it: Dettagli modificati
ja: 詳細を編集済み
ko: 세부 정보 수정됨
pl: Zmieniono szczegóły
pt_br: Detalhes editados
ru: Детали изменены
tr: Ayrıntılar düzenlendi
zh_hans: 已编辑详情
zh_hant: 已編輯詳細資訊

source: Diagnostics (%lld)
de: Diagnose (%lld)
es: Diagnósticos (%lld)
id: Diagnostik (%lld)
it: Diagnostica (%lld)
ja: 診断（%lld）
ko: 진단(%lld)
pl: Diagnostyka (%lld)
pt_br: Diagnósticos (%lld)
ru: Диагностика (%lld)
tr: Tanılama (%lld)
zh_hans: 诊断（%lld）
zh_hant: 診斷（%lld）

source: Diagram
de: Diagramm
es: Diagrama
fr: Diagramme
it: Diagramma
ja: 図
ko: 다이어그램
pt_br: Diagrama
ru: Диаграмма
tr: Diyagram
zh_hans: 图表
zh_hant: 圖表

source: Discard & Generate
de: Verwerfen & generieren
es: Descartar y generar
fr: Ignorer et générer
id: Buang & Buat
it: Scarta e genera
ja: 破棄して生成
ko: 버리고 생성
pl: Odrzuć i wygeneruj
pt_br: Descartar e Gerar
ru: Отменить и создать
tr: Sil ve Oluştur
zh_hans: 放弃并生成
zh_hant: 捨棄並產生

source: Discard unsaved changes?
de: Nicht gespeicherte Änderungen verwerfen?
es: ¿Descartar los cambios sin guardar?
fr: Ignorer les modifications non enregistrées ?
id: Buang perubahan yang belum disimpan?
it: Scartare le modifiche non salvate?
ja: 保存されていない変更を破棄しますか？
ko: 저장되지 않은 변경 사항을 버릴까요?
pl: Odrzucić niezapisane zmiany?
pt_br: Descartar alterações não salvas?
ru: Отменить несохранённые изменения?
tr: Kaydedilmemiş değişiklikler silinsin mi?
zh_hans: 放弃未保存的更改？
zh_hant: 要捨棄未儲存的變更嗎？

source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
id: Penafian
it: Esclusione di responsabilità
ja: 免責事項
ko: 면책 조항
pl: Zastrzeżenia
pt_br: Aviso legal
ru: Отказ от ответственности
tr: Sorumluluk reddi
zh_hans: 免责声明
zh_hant: 免責聲明

source: Disconnect from Hermes
de: Von Hermes trennen
es: Desconectarse de Hermes
fr: Se déconnecter d'Hermes
id: Putuskan dari Hermes
it: Disconnetti da Hermes
ja: Hermesから切断
ko: Hermes 연결 해제
pl: Rozłącz z Hermesem
pt_br: Desconectar do Hermes
ru: Отключиться от Hermes
tr: Hermes ile bağlantıyı kes
zh_hans: 断开 Hermes 连接
zh_hant: 中斷與 Hermes 的連線

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
id: Terputus
it: Disconnesso
ja: 切断済み
ko: 연결 해제됨
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
tr: Bağlantı kesildi
zh_hans: 已断开
zh_hant: 已中斷連線

source: Dismiss Kanban error
de: Kanban-Fehler schließen
es: Cerrar error de Kanban
fr: Fermer l'erreur Kanban
id: Tutup kesalahan Kanban
it: Chiudi errore Kanban
ja: カンバンのエラーを閉じる
ko: Kanban 오류 닫기
pl: Zamknij błąd Kanban
pt_br: Fechar erro do Kanban
ru: Закрыть ошибку Kanban
tr: Kanban hatasını kapat
zh_hans: 关闭看板错误
zh_hant: 關閉 Kanban 錯誤

source: Dispatcher nudged
de: Dispatcher angestoßen
es: Despachador avisado
fr: Répartiteur relancé
id: Dispatcher didorong
it: Dispatcher sollecitato
ja: ディスパッチャを催促しました
ko: 디스패처 재촉함
pl: Ponaglono dyspozytora
pt_br: Despachante acionado
ru: Диспетчеру отправлен сигнал
tr: Dağıtıcı dürtüldü
zh_hans: 已催促调度器
zh_hant: 已催促分派器

source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom affiché
id: Nama tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
pl: Nazwa wyświetlana
pt_br: Nome de exibição
ru: Отображаемое имя
tr: Görünen ad
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Do you have your Hermes dashboard login credentials?
de: Hast du die Anmeldedaten für dein Hermes-Dashboard?
es: ¿Tienes las credenciales de inicio de sesión del panel de Hermes?
fr: Avez-vous les identifiants de connexion de votre tableau de bord Hermes ?
id: Apakah Anda memiliki kredensial login dasbor Hermes?
it: Hai le credenziali di accesso della tua dashboard Hermes?
ja: Hermesダッシュボードのログイン用の認証情報をお持ちですか？
ko: Hermes 대시보드 로그인 자격 증명이 있나요?
pl: Czy masz dane logowania do panelu Hermes?
pt_br: Você tem as credenciais de login do painel do Hermes?
ru: У вас есть учётные данные для входа в дашборд Hermes?
tr: Hermes paneli giriş bilgileriniz var mı?
zh_hans: 你有 Hermes 仪表盘的登录凭据吗？
zh_hant: 你有 Hermes 儀表板的登入認證資訊嗎？

source: Document
de: Dokument
es: Documento
id: Dokumen
it: Documento
ja: 書類
ko: 문서
pl: Dokument
pt_br: Documento
ru: Документ
tr: Belge
zh_hans: 文档
zh_hant: 文件

source: Does my Hermes dashboard require authentication? If so, tell me what username and password I should use with Hermes Conduit. If authentication is not configured, set it up securely. Do not disable authentication.
de: Erfordert mein Hermes-Dashboard eine Authentifizierung? Falls ja, sag mir, welchen Benutzernamen und welches Passwort ich mit Hermes Conduit verwenden soll. Falls keine Authentifizierung konfiguriert ist, richte sie sicher ein. Deaktiviere die Authentifizierung nicht.
es: ¿Mi panel de Hermes requiere autenticación? Si es así, dime qué usuario y contraseña debo usar con Hermes Conduit. Si la autenticación no está configurada, configúrala de forma segura. No desactives la autenticación.
fr: Mon tableau de bord Hermes nécessite-t-il une authentification ? Si oui, indiquez-moi le nom d'utilisateur et le mot de passe à utiliser avec Hermes Conduit. Si l'authentification n'est pas configurée, configurez-la de manière sécurisée. Ne désactivez pas l'authentification.
id: Apakah dasbor Hermes saya memerlukan autentikasi? Jika ya, beri tahu saya nama pengguna dan kata sandi yang harus saya gunakan dengan Hermes Conduit. Jika autentikasi belum dikonfigurasi, siapkan dengan aman. Jangan nonaktifkan autentikasi.
it: La mia dashboard Hermes richiede l'autenticazione? Se sì, dimmi quale nome utente e password devo usare con Hermes Conduit. Se l'autenticazione non è configurata, configurala in modo sicuro. Non disattivare l'autenticazione.
ja: 私のHermesダッシュボードには認証が必要ですか？必要な場合は、Hermes Conduitで使用するユーザ名とパスワードを教えてください。認証が設定されていない場合は、安全に設定してください。認証を無効にしないでください。
ko: 내 Hermes 대시보드에 인증이 필요한가요? 필요하다면 Hermes Conduit에서 사용할 사용자 이름과 암호를 알려 주세요. 인증이 구성되어 있지 않다면 안전하게 설정해 주세요. 인증을 비활성화하지는 마세요.
pl: Czy mój panel Hermes wymaga uwierzytelniania? Jeśli tak, podaj mi nazwę użytkownika i hasło, których mam używać w Hermes Conduit. Jeśli uwierzytelnianie nie jest skonfigurowane, skonfiguruj je w bezpieczny sposób. Nie wyłączaj uwierzytelniania.
pt_br: Meu painel do Hermes exige autenticação? Se sim, diga qual nome de usuário e senha devo usar com o Hermes Conduit. Se a autenticação não estiver configurada, configure-a de forma segura. Não desative a autenticação.
ru: Требует ли мой дашборд Hermes аутентификации? Если да, скажи, какие имя пользователя и пароль мне использовать в Hermes Conduit. Если аутентификация не настроена, настрой её безопасно. Не отключай аутентификацию.
tr: Hermes panelim kimlik doğrulama gerektiriyor mu? Gerektiriyorsa Hermes Conduit ile hangi kullanıcı adını ve parolayı kullanmam gerektiğini söyle. Kimlik doğrulama yapılandırılmamışsa güvenli bir şekilde kur. Kimlik doğrulamayı devre dışı bırakma.
zh_hans: 我的 Hermes 仪表盘是否需要身份验证？如果需要，告诉我应与 Hermes Conduit 搭配使用的用户名和密码。如果尚未配置身份验证，请安全地完成设置。不要禁用身份验证。
zh_hant: 我的 Hermes 儀表板需要身分驗證嗎？如果需要，請告訴我在 Hermes Conduit 中應該使用哪個使用者名稱和密碼。如果尚未設定身分驗證，請以安全的方式設定。不要停用身分驗證。

source: Done
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成
